//
// Created by Yura Braiko on 17.11.16.
//

#include <iostream>

void instruction(){
    std::cout << ("ТЕСТИРОВАНИЕ ПОРАЗР.ЛОГИЧИСКИХ ОПЕРАЦИЙ\n"
                   "\u00201-выполнение операции И (&)\n"
                   "\u00202-выполнение операции ИЛИ (|)\n"
                   "\u00203-выполнение операции ИСКЛ.ИЛИ (^)\n"
                   "\u00204-выполнение операции ЛОГ.СДВИГ ВЛЕВО (<<)\n"
                   "\u00205-выполнение операции ЛОГ.СДВИГ ВПРАВО (>>)\n"
                   "\u00206-выполнение операции ИНВЕРСИИ (~)\n"
                   "\u00207-завершить выполнение программы");
}
